/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Afaria-påloggingsinformasjon";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Afaria-sertifikatleverandøren trenger informasjon for å laste ned sertifikatet ditt fra Afaria-serveren. Sertifikatet ditt lagres på en sikker måte.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Utført";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Avbryt";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Afaria-sertifikat";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Forespør Afaria-sertifikat";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Feil oppstått, kontakt med administrator.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Afaria-initialiseringsfeil";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Bruker avbrutt";

